rpi5-64/20240731-1359-glibc-tuned/logs/star-yes-128-1000-100/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/lock-scalability-test/20240731-1359-glibc-tuned/logs/star-yes-128-1000-100/star-1-100.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 1524
number of failed transactions: 0 (0.000%)
latency average = 52.489 ms
initial connection time = 12.141 ms
tps = 152.411842 (without initial connection time)